acpi_call
amd-ucode
appmenu-gtk-module
ark
autoconf
automake
base
bash
biber
binutils
bison
bitwarden
bluedevil
bluez-utils
breeze
breeze-gtk
bzip2
code
coreutils
cryptsetup
cups
device-mapper
dhcpcd
diffutils
discover
dmidecode
dolphin
dolphin-plugins
drkonqi
e2fsprogs
electron
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gconf
geckodriver
gettext
git
glibc
graphviz
grep
gwenview
gzip
htop
inetutils
intellij-idea-ultimate-edition
iproute2
iputils
jdk8-openjdk
jfsutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kdialog
kgamma5
khotkeys
kinfocenter
kio-gdrive
kmenuedit
knetattach
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwayland-integration
kwin
kwrited
latte-dock
less
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libinput-gestures
libkscreen
libksysguard
libtool
libuv
libva-mesa-driver
libva-utils
licenses
logrotate
lvm2
m4
make
man-db
man-pages
materia-gtk-theme
materia-kde
maven
mdadm
mesa-vdpau
milou
nano
neofetch
nerd-fonts-complete
netctl
networkmanager-vpnc
nodejs
npm
oh-my-zsh-git
okular
oniguruma
openssh
oxygen
pacman
pacman-contrib
papirus-icon-theme
patch
pciutils
perl
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-active-window-control
plasma5-applets-thermal-monitor
polkit-kde-agent
powerdevil
procps-ng
psmisc
pulseaudio-bluetooth
pycharm-professional
pyenv
python-pipenv
python-virtualenv
reiserfsprogs
s-nail
sddm-kcm
sed
shadow
sierrabreeze-kwin-decoration-git
slack-desktop
spectacle
spotify
sshfs
sudo
sync-my-l2p
sysfsutils
systemd-sysvcompat
systemsettings
tar
teamviewer
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tlp
tlp-rdw
tp_smapi
usbutils
user-manager
util-linux
vdpauinfo
vi
vim
virtualbox
virtualbox-guest-iso
vlc
wget
which
xclip
xdg-desktop-portal-kde
xf86-video-amdgpu
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
zsh-completions
